Revit 2023 API
ParameterTypeId.RbsPipeRelativeRoughnessParam Property
 "Relative Roughness"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId RbsPipeRelativeRoughnessParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsPipeRelativeRoughnessParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsPipeRelativeRoughnessParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace